Revit 2027 API
ParameterTypeId.StairsDbgShowRightRunBoundary2d Property
 "Show Run's Right Boundary 2D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRightRunBoundary2d { get; }
Public Shared ReadOnly Property StairsDbgShowRightRunBoundary2d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRightRunBoundary2d {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRightRunBoundary2d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace